Revit 2027 API
ParameterTypeId.StructuralSectionCprofileFoldLength Property
 "Fold Length"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StructuralSectionCprofileFoldLength { get; }
Public Shared ReadOnly Property StructuralSectionCprofileFoldLength As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StructuralSectionCprofileFoldLength {
	ForgeTypeId^ get ();
}
static member StructuralSectionCprofileFoldLength : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace